export default [
  {
    id: 1,
    reason: "1. За то что ты всегда рядом со мной.",
    reasonExt:
      "Из всех людей я больше всего могу тебе рассказать и на тебя положиться",
  },
  {
    id: 2,
    reason: "2. За то что ты всегда меня поддерживаешь.",
    reasonExt: "Даже когда тебе самой плохо ты выслушаешь и поддержишь",
  },
  {
    id: 3,
    reason: " 3. За то что ты обо мне заботишься.",
    reasonExt:
      "Когда я болею то ты вообще очень сильно заботишься это флюшд 😳😳😳",
  },
  {
    id: 4,
    reason: "4. За то что ты разделяешь мои интересы.",
    reasonExt: "Ты интересуешься моими хобби и это очень круто",
  },
  {
    id: 5,
    reason: "5. За то что с тобой всегда всегда интересно.",
    reasonExt:
      "Мы с тобой всегда найдём что обсудить (по крайней мере когда не в тильте хввхвхвхахаха)",
  },
  {
    id: 6,
    reason: "6. За то что ты очень умная.",
    reasonExt:
      "И это даже не эрудированность (которая будет следующей), а в целом умение мыслить, анализировать и high iq vibes",
  },
  {
    id: 7,
    reason: "7. За то что ты эрудированная.",
    reasonExt:
      "Ты очень много всего знаешь и с тобой можно обсудить широкий спектр вопросов, также многое от тебя узнать",
  },
  {
    id: 8,
    reason: "8. Ты любознательная.",
    reasonExt:
      "Продолжая тему, то даже если чего-то не знала, ты захочешь изучить вопрос, и изучаешь (та же история или даже всякое военное)",
  },
  {
    id: 9,
    reason: " 9. За то что ты очень милая.",
    reasonExt: "Реально делаешь очень много милых вещей 😳 (дальше еще будет)",
  },
  {
    id: 10,
    reason: "10. За то что ты очень красивая.",
    reasonExt: "Ты самая красивая девочка в мире 💖💖💖",
  },
  {
    id: 11,
    reason: "11. За то что ты меня понимаешь.",
    reasonExt: "Ты всегда готова понять и войти в положение",
  },
  {
    id: 12,
    reason: "12. За то что у нас один взгляд на будущее.",
    reasonExt:
      "Это тоже очень важный аспект, и я счастлив что мы движемся к одному и тому же",
  },
  {
    id: 13,
    reason: "13. За то что мы смотрим вместе много всего.",
    reasonExt:
      "А то что мы смотрим английский контент на английском ещё и прокачивает нас и вообще очень круто и полезно",
  },
  {
    id: 14,
    reason: "14. За то что серьезно относишься к учёбе.",
    reasonExt:
      "Мне как человеку который ни в школе ни в универе не получал хорошие оценки видеть твои пятерки вообще невероятно, ты большая молодец",
  },
  {
    id: 15,
    reason:
      "15. За то что ты пытаешься поднять мое настроение когда мне грустно.",
    reasonExt:
      "Я конечно против этого!! Но не могу сказать что не люблю в тебе это",
  },
  {
    id: 16,
    reason: "16. За то что ты очень добрая.",
    reasonExt:
      "И ко мне, и к окружающим людям. Тебе так может не казаться из-за того что ты хейтишь всяких там людей, но я не про христианскую доброту, а в целом понимание других людей",
  },
  {
    id: 17,
    reason: "17. За то что ты эмпатичная.",
    reasonExt:
      "«Людей от животных отличает чувство эмпатии и умение сострадать», как сказал масяня",
  },
  {
    id: 18,
    reason: "18. За то что ты усидчивая.",
    reasonExt:
      "Это качество которое мне в целом нравится в людях, у меня конечно оно тоже есть если касается дела, но у тебя с этим ещё лучше",
  },
  {
    id: 19,
    reason: "19. За то что ты организованная.",
    reasonExt:
      "То как ты организовываешь свои задачи и своё время, не откладываешь на потом, меня поражает и ты большая умничка",
  },
  {
    id: 20,
    reason: "За то что ты хорни 😳.",
    reasonExt:
      "Конечно тебе может показаться всякое, но я очень тебе в это люблю, мы можем много чего хорни обсудить и реализовать 😳, что очень круто",
  },
  {
    id: 21,
    reason: "21. За то что ты принимаешь мои недостатки.",
    reasonExt:
      "У меня есть много недостатков, но ты меня любишь несмотря на них",
  },
  {
    id: 22,
    reason: "22. За то что ты мне доверяешь.",
    reasonExt:
      "Я очень рад что ты мне можешь довериться во многих личных вещах, и это очень круто",
  },
  {
    id: 23,
    reason: "23. За то что ты хороший слушатель.",
    reasonExt:
      "Это замечательно что тебе можно рассказывать много всего и ты будешь хорошо слушать и обсуждать",
  },
  {
    id: 24,
    reason: "24. За то что у тебя прогрессивные взгляды.",
    reasonExt:
      "Тоже очень важная вещь, мы в целом почти во всех политических вопросах соглашаемся",
  },
  {
    id: 25,
    reason: "25. За то что ты очень красиво рисуешь.",
    reasonExt: "Я очень люблю твой стиль и твои рисунки",
  },
  {
    id: 26,
    reason: "26. За то сколько ты знаешь о всяких медицинских штуках. ",
    reasonExt: "Так сказать ребёнок будет в надёжных руках 😳",
  },
  {
    id: 27,
    reason: "27. За то что помогала в учёбе.",
    reasonExt:
      "Делала английский когда свои проблемы были, делали вместе кроссворд, это было очень мило",
  },
  {
    id: 28,
    reason: "28. За то что поддерживаешь меня в моих начинаниях.",
    reasonExt:
      "Рад что могу делиться с тобой чем делаю и ты на это отреагируешь и поддержишь если что-то не получается",
  },
  {
    id: 29,
    reason: "29. За то что учишь украинский.",
    reasonExt:
      "Это очень круто что ты заранее думаешь о нашем будущем, мне очень приятно и ты умничка!!",
  },
  {
    id: 30,
    reason: "30. За то что полюбила тоху.",
    reasonExt:
      "Ты стала полноценным тохо праймарем, очень много рисунков нарисовала, прошла все виндоус игры, даже сделала лнб в моей любимой игре 😳",
  },
  {
    id: 31,
    reason: "31. За то что познакомила меня с лавлайвом.",
    reasonExt:
      "Лавлайв это целый мир крутых девочек и крутых песен и теперь мой второй фандом вместе с тохой",
  },
  {
    id: 32,
    reason: "32. За то что смотрим с тобой очень много всего.",
    reasonExt:
      "Фильмы, сериалы, аниме - мы с тобой кучу всего пересмотрели и открыли целый мир нового крутого контента",
  },
  {
    id: 33,
    reason: "33. За то что ты би и не стесняешься этого.",
    reasonExt: "У меня лгбт женщина, queer relationship 😳",
  },
  {
    id: 34,
    reason: "34. За то что у тебя очень красивый смех.",
    reasonExt:
      "Сразу можно ещё сказать про твой самый красивый голос, в общем у тебя самые милые смех и голос ",
  },
  {
    id: 35,
    reason: "35. За то как ты мило злишься.",
    reasonExt: "Это я про эти звуки смешные, они очень милые 😳",
  },
  {
    id: 36,
    reason: "36. За то что ты умеешь много всего вкусного готовить.",
    reasonExt:
      "Эх щас бы булочки с корицей, молочный пудинг и бутерброд из сигарет…",
  },
  {
    id: 37,
    reason: "37. За твою принципиальность.",
    reasonExt:
      "Если человек плохой ты не будешь перед ним пресмыкаться, я это уважаю",
  },
  {
    id: 38,
    reason: "38. За твою честность.",
    reasonExt:
      "С тобой я могу всегда быть уверенным что ты чувствуешь, потому что ты не врешь и не притворяешься ",
  },
  {
    id: 39,
    reason: "39. За то что задаёшь милые вопросы.",
    reasonExt: "Все что из оперы «ты сильно злой?» и все такое очень мило",
  },
  {
    id: 40,
    reason: "40. За то что ты эко-френдли.",
    reasonExt: "Не мусоришь на улице, думаешь о природе, это круто 😳",
  },
  {
    id: 41,
    reason: "41. За то что ты аккуратная и внимательная.",
    reasonExt:
      "У меня нет таких качеств особо, и мне очень нравится это в тебе",
  },
  {
    id: 42,
    reason: "42. За то как ты любишь ачивки.",
    reasonExt:
      "Это мило как ты отмечаешь каждую серию аниме и в целом серьезно подходишь к просмотрам и наборам ачивок",
  },
  {
    id: 43,
    reason: "43. То что ты разбираешься в кульуре и всяком таком.",
    reasonExt:
      "Это реально прикольно что ты много всего об этом знаешь и в целом woman of culture",
  },
  {
    id: 44,
    reason: "44. За то что ты хорошо знаешь английский.",
    reasonExt:
      "Может конечно показаться странной причиной, но на самом деле это довольно важно и открывает много возможностей как",
  },
  {
    id: 45,
    reason: "45. За то что ты поддерживаешь Украину.",
    reasonExt:
      "Это тоже очень важно, конечно любой хороший человек поддерживает Украину, но это для меня важно",
  },
  {
    id: 46,
    reason: "46. За то что сделала мне лучший подарок на день рождения.",
    reasonExt:
      "Ты очень старалась и это получилось самое лучшее и самое красивое произведение искусства на свете",
  },
  {
    id: 47,
    reason: "47. За то что ты альтруистка.",
    reasonExt: "Тебе нравится помогать людям и это очень классно!!",
  },
  {
    id: 48,
    reason: "48. За то что ты меня мотивируешь.",
    reasonExt:
      "Прямо или непрямо, но именно ты меня мотивируешь делать все что я делаю",
  },
  {
    id: 49,
    reason: "49. За то что ты меня любишь.",
    reasonExt:
      "Спасибо тебе большое за то что смогла меня полюбить, ты самая лучшая",
  },
  {
    id: 50,
    reason: "50. За то что ты есть.",
    reasonExt:
      "Я тебя люблю больше всего на свете, это не передать словами, ты самая лучшая девочка на планете 🥺❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️💖💖💖💖💖💖💖💖💖💖💖💖💖💖💖",
  },
];
